import React from 'react';
import shutterstock_7 from "../../assets/img/foot_supplement/frame_7.png";
import shutterstock_8 from "../../assets/img/foot_supplement/frame_8.png";
import simple_health_6 from "../../assets/img/foot_supplement/simple_health_6.png";
import simple_health_5 from "../../assets/img/foot_supplement/simple_health_5.png";
const vegetarian_food_plantBased = function () {
  return (
    <>
      <p className="nutritionHead2">แนวทางการเลือกกินอาหารแบบเน้นพืช (Plant-Based Diet) และแบบมังสวิรัติเคร่งครัด (Strict Diet) เพื่อสุขภาพ</p>
      <p className="nutritionText3"> การปรับเปลี่ยนแนวทางการกินอาหารมาเป็นรูปแบบ “อาหารเน้นพืช” นั้น จะมุ่งเน้นไปที่การเลือกรับประทานอาหารที่ใช้วัตถุดิบจากพืชเป็นหลัก ซึ่งข้อดีคือจะได้รับสารอาหารและสารที่เป็นประโยชน์ต่าง ๆ จากพืชอย่างครบถ้วน ได้แก่ ใยอาหาร สารพฤกษเคมี วิตามิน แร่ธาตุ คาร์โบไฮเดรต โปรตีนและไขมันไม่อิ่มตัว ซึ่งส่งผลดีต่อสุขภาพในระยะยาว แหล่งอาหารที่ให้สารอาหารต่าง ๆ เมื่อเลือกกินแบบ “เน้นพืช” มีดังนี้</p>
      <div className="centerImageHead ">
        <div className="col-12 col-sm-12 colomd-12 col-lg-12">
          <table>
            <tbody>
              <tr className="head-table head-tableText">
                <td className="col-6">แหล่งอาหาร</td>
                <td className="col-4">สารอาหาร</td>
              </tr>
              <tr>
                <td>
                  ธัญพืชต่าง ๆ เช่น ข้าวกล้อง ลูกเดือย ข้าวโพด ข้าวฟ่าง รวมถึงเส้นประเภทต่าง ๆ และขนมปังประเภทต่าง ๆ
                </td>
                <td>
                  คาร์โบไฮเดรต โปรตีน วิตามิน แร่ธาตุ
                </td>
              </tr>
              <tr>
                <td>
                  พืชหัวต่าง ๆ เช่น มันฝรั่ง เผือก มันเทศ
                </td>
                <td>
                  คาร์โบไฮเดรต แร่ธาตุ วิตามิน
                </td>
              </tr>
              <tr>
                <td>
                  ถั่วเปลือกนิ่มต่าง ๆ (ถั่วเขียว ถั่วแดง ถั่วดำ ถั่วชิกพี) และผลิตภัณฑ์ เช่น เต้าหู้ นมถั่วเหลือง
                </td>
                <td>
                  โปรตีน คาร์โบไฮเดรต ใยอาหาร วิตามิน แร่ธาตุต่าง ๆ
                </td>
              </tr>
              <tr>
                <td>
                  ถั่วเปลือกแข็งต่าง ๆ เช่น ถั่วลิสง อัลมอนด์ พิสทาชิโอ
                </td>
                <td>
                  โปรตีน ไขมันไม่อิ่มตัว วิตามิน แร่ธาตุ
                </td>
              </tr>
              <tr>
                <td>
                  เมล็ดพืชต่าง ๆ เช่น เมล็ดฟักทอง ทานตะวัน แตงโม
                </td>
                <td>
                  ไขมันไม่อิ่มตัว โปรตีน วิตามิน แร่ธาตุ
                </td>
              </tr>
              <tr>
                <td>
                  เนื้อประเภท Plant-based ยี่ห้อต่าง ๆ
                </td>
                <td>
                  โปรตีน ไขมันไม่อิ่มตัว วิตามิน แร่ธาตุ
                </td>
              </tr>
              <tr>
                <td>
                  แหล่งโปรตีนทางเลือก เช่น โปรตีนเกษตร หมี่กึน
                </td>
                <td>
                  โปรตีน คาร์โบไฮเดรต ไขมันไม่อิ่มตัว วิตามิน แร่ธาต
                </td>
              </tr>
              <tr>
                <td>
                  ผัก ผลไม้ต่าง ๆ
                </td>
                <td>
                  คาร์โบไฮเดรต ใยอาหาร วิตามิน แร่ธาตุสารพฤกษเคมี
                </td>
              </tr>
              <tr className="td-bottom-background">
                <td>
                  เนื้อสัตว์หรือผลิตภัณฑ์จากสัตว์ที่แนะนำ
                </td>
                <td>
                  ไข่ เนื้อปลาต่าง ๆ เช่น ทูน่า ปลาเนื้อขาว
                  เนื้อไก่ กุ้ง ปู
                  ควรเลี่ยงเนื้อสัตว์แปรรูป
                  เท่าที่ทำได้
                </td>
              </tr>
            </tbody>
          </table>
        </div>
      </div>
      <p className="nutritionText3">
        <span className="color1"> หมายเหตุ:</span> หากคุณต้องการเลือกบริโภคอาหารแบบมังสวิรัติเคร่งครัด สามารถเลือกที่จะ “ไม่” บริโภค เนื้อสัตว์หรือผลิตภัณฑ์จากสัตว์ ได้ตามที่ต้องการ
      </p>
      <p className="nutritionText3">
        การเริ่มปรับเปลี่ยนพฤติกรรมการกินอาหารเพื่อสุขภาพ เริ่มต้นเราควรลดความเสี่ยงจากการบริโภคอาหาร บางชนิดมากเกินไป เพราะแม้อาหารหรือเครื่องดื่มบางชนิดจะผลิตจากพืช ก็ควรระวังปริมาณน้ำตาลเหล่านี้ด้วยเช่น
      </p>
      <p className="nutritionText3">
        <li>ลดการบริโภคเครื่องดื่มที่มีรสหวาน เน้นดื่มน้ำเปล่าให้เพียงพอต่อวัน (ไม่น้อยกว่า 2 ลิตร)</li>
        <li>หากอยากดื่มน้ำหวาน ให้เลือกสูตรน้ำตาลเทียม หรือสารให้ความหวานแทนน้ำตาล</li>
        <li>ลดการบริโภคเมนูที่ใช้น้ำมันปริมาณมากในการปรุง เช่น การทอด ผัดน้ำมันท่วม และเลือกการปรุงด้วยวิธีที่มีไขมันไม่มากเกินไป เช่น ต้ม แกง นึ่ง ผัดน้ำมันน้อย ทอดด้วยลมร้อน</li>
        <li>เลือกบริโภคอาหารที่มีไขมันไม่อิ่มตัวเป็นประจำ เช่น เต้าหู้ เมล็ดพืช ถั่วต่าง ๆ อะโวคาโด รวมถึงใช้น้ำมันที่เหมาะสมในการปรุงอาหาร เช่น น้ำมันรำข้าว น้ำมันมะกอก</li>
      </p>
      <div className="centerImage ImageTop">
        <img src={shutterstock_8} alt="vector" className="col-12 col-sm-12  col-md-6 col-lg-6" />
        <img src={shutterstock_7} alt="vector" className="col-12 col-sm-12  col-md-6 col-lg-6" />
      </div>
      <p className="nutritionText3 " >
        <li>เน้นการใช้เครื่องเทศหรือสมุนไพรในการปรุงอาหาร ลดการใช้เครื่องปรุงที่ให้รสเค็ม หรือทำให้อาหารรสจัดมากจนเกินไป</li>
      </p>
      <div className="centerImage ImageTop">
        <img src={simple_health_6} alt="vector" className="col-12 col-sm-12  col-md-6 col-lg-6" />
        <img src={simple_health_5} alt="vector" className="col-12 col-sm-12  col-md-6 col-lg-6" />
      </div>
    </>
  );
};
export default vegetarian_food_plantBased;